Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/segmented/gnome-extras.tmx
Source language: en
Languages: be

source: Album Composer (sortable), Album Title
be: Кампазітар альбома (адсартавана), Назва альбома

source: Album Composer, Album Title
be: Кампазітар альбома, Назва альбома

source: Album Title
be: Назва альбома

source: Album a_rtist sort order:
be: Упарадкаванне па _выканаўцам альбома:

source: Album a_rtist:
be: _Выканаўца альбома:

source: Albums
be: Альбомы

source: Alert Buttons
be: Кнопкі перасцерагання

source: Alert Type
be: Тып перасцерагання

source: Alert sound
be: [PO-fuzzy] Запісаць гук

source: Alerts
be: [PO-fuzzy] Альт

source: Aliases
be: Псэўданімы

source: Aliases:
be: Псэўданімы:

source: Align
be: Раўнаванне

source: Align edit points
be: Выраўнаваць пункты рэдагавання

source: Align edit points with additional space
be: Выраўнаваць пункты рэдагавання дадатковымі прабеламі

source: Alignment character
be: Знак раўнавання

source: All
be: Усё

source: All Files
be: Усе файлы

source: All Magnatune downloads have been completed.
be: Усе сцягванні Magnatune былі скончаныя.

source: All Music
be: Уся музыка

source: All Notes
be: Усе нататкі

source: All Notes {0} Export
be: Экспартаванне ўсіх нататак {0}

source: All Tracks
be: Усе трэкі

source: All attempt to convert the file to UTF-8 has failed, use the msgconv or iconv command line tools before opening this file with gtranslator
be: Не ўдалося пераўтварыць гэты файл у UTF-8. Паспрабуйце кансольныя прылады msgconv ці iconv перад тым, як адкрываць гэты файл у Gtranslator

source: All files
be: Усе файлы

source: All further errors shown only on terminal.
be: Усе наступныя памылкі будуць паказаныя толькі ў тэрмінале.

source: All key files
be: Усе файлы ключоў

source: Allow log _out
be: Дазволіць _сканчэньне сэансу

source: Allow user _switching
be: Дазволіць _пераключэньне карыстальнікаў

source: Allowed Hosts
be: Дазволеныя вузлы

source: Allowed host/network
be: Дазволены вузел/сетка

source: Allowed hosts:
be: Дазволеныя вузлы:

source: Allows applications to use printers
be: Дазваляе праграмам выкарыстоўваць прынтэры

source: Allows users to login graphically
be: Абслугоўвае графічны спосаб уваходу карыстальнікаў у сыстэму

source: Alphabet
be: Алфавіт

source: Alphabet Default
be: Прадвызначаны алфавіт

source: Alphabet Selection
be: Выбар алфавіта

source: Alphabet:
be: Алфавіт:

source: Already Subscribed
be: Падпіска ўжо аформлена

source: Alternate Language
be: Альтэрнатыўная мова

source: Alternating Direct Mode
be: Альтэрнатыўны рэжым непасрэднага ўводу

source: Alternative
be: Альтэрнатыўны тэкст

source: Alwa_ys rename links
be: _Заўсёды дапасоўваць спасылкі

source: Always Ask
be: Заўсёды пытацца

source: Always Bottom-to-Top
be: Заўсёды знізу ўверх

source: Always Left-to-Right
be: Заўсёды злева ўправа

source: Always Right-to-Left
be: Заўсёды справа ўлева

source: Always Top-to-Bottom
be: Заўсёды зверху ўніз

source: Always ask me what to do.
be: Заўсёды пытацца ў мяне аб патрэбным дзеянні.

source: Always perform this action
be: Заўсёды выконваць гэта дзеянне

source: Always rename links
be: Заўсёды дапасоўваць спасылкі

source: Always show this _window
be: Заўсёды паказваць гэта _акно

source: Ambient
be: Эмбіент

source: Amount
be: Агулам

source: An Audio CD Extractor
be: Прылада для капіравання гукавых кампакт-дыскаў

source: An error occurred while checking for authorizations: %s You may report this as a bug.
be: Памылка падчас праверкі аўтарызацыі: %s Паведаміце аб гэтай памылцы.

source: An error occurred while saving file!
be: Падчас захавання файла ўзнікла памылка!

source: An error occurred while saving your notes. Please check that you have sufficient disk space, and that you have appropriate rights on {0}. Error details can be found in {1}.
be: Падрабязныя звесткі аб памылцы можна знайсці ў {1}.

source: An error occurred while trying to authorize the download. The Magnatune server returned: %s
be: Сервер Magnatune вярнуў: %s

source: An error occurred while trying to download the album. The error text is: %s
be: Тэкст памылкі: %s

source: An error ocurred while connecting to the specified server:
be: Пры злучэнні з вызначаным серверам узнікла памылка:

source: An unknown error occurred.
be: Узьнікла невядомая памылка.

source: Analyzes your incoming mail for virus
be: Шукае ў пошце, якую вы атрымліваеце, вірусы

source: Anchor
be: Якар

source: Anchor URI
be: URI-адрас якара

source: Another profile should be selected as active before
be: Спачатку трэба актывізаваць іншы профіль

source: Antivirus
be: Антывірус

source: Appearance
be: Вонкавы выгляд

source: Appearance Options
be: Параметры выгляду

source: Applet '%s' added
be: Дададзены "%s" аплет

source: Applet '%s' removed
be: Аплет "%s" выдалены

source: Applet class file code
be: Код класавага файла аплета

source: Applet class file code (deprecated)
be: Код класавага файла аплета (састарэлы тэг)

source: Applet for activating and monitoring a dial-up network connection.
be: Аплет для ўключэньня і назіраньня за сеткавым злучэньнем праз мадэм.

source: Applet for mounting and unmounting block volumes.
be: Аплет для прымацаваньня і адмацаваньня блёкавых разьдзелаў.

source: Applet refresh rate in milliseconds
be: Хуткасьць абнаўленьня аплета ў мілісэкундах

source: Application Options
be: Параметры праграмы

source: Application Style
be: Стыль праграмы

source: Application does not accept documents on command line
be: Праграма не прымае дакументы з загаднага радка

source: Application server
be: Паслужнік праграмаў

source: Application style (traditional, direct, compose or fullscreen)
be: Стыль праграмы (traditional, direct, compose ці fullscreen)

source: Applications menu
be: Мэню праграмаў

source: Appointments
be: Сустрэчы

source: April (04)
be: Красавік (04)

source: Archive files
be: Архіўныя файлы

source: Are you sure you want to deactivate %s?
be: Сапраўды хочаце выключыць %s?

source: Are you sure you want to delete group "%s"?
be: Сапраўды хочаце выдаліць групу «%s»?

source: Are you sure you want to delete this share?
be: Вы сапраўды хочаце выдаліць гэтую публікацыю?

source: Are you sure you wish to quit?
be: Сапраўды хочаце выйсці?

source: Are you sure you wish to turn off game mode? All unsaved changes will be lost.
be: Усе незахаваныя змены будуць незваротна страчаныя.

source: Are you sure?
be: Вы ўпэўнены?

source: Arguments for the Command
be: Аргументы да загаду

source: Arguments to pass to the program command line to select the line
be: Аргументы, якія падаюцца праграме праз загадны радок для выбару радка

source: Array
be: Масіў

source: Artist
be: Выканаўца

source: Artist (Album) - Number - Title
be: Выканаўца (Альбом) - Нумар - Назва

source: Artist - Album
be: Выканаўца - Альбом

source: Artist - Number - Title
be: Выканаўца - Нумар - Назва

source: Artist - Title
be: Выканаўца - Назва

source: Artist Information
be: Звесткі пра выканаўцу

source: Artist s_ort order:
be: Упарадкаванне па _выканаўцы:

source: Artist/Album
be: Выканаўца/Альбом

source: Artist/Artist - Album
be: Выканаўца/Выканаўца - Альбом

source: Artist/Artist - Album/Artist (Album) - 01 - Title.ogg
be: Выканаўца/Выканаўца - Альбом/Выканаўца (Альбом) - 01 - Назва.ogg

source: Artists
be: Выканаўцы

source: Artsd — ART Sound Daemon
be: [PO-fuzzy] Artsd - ART Sound Daemon

source: Ask me what to do
be: Пытацца ў мяне аб патрэбным дзеянні

source: Asked on login
be: Пытацца пры ўваходзе

source: Assign a random password by default
be: Прызначаць выпадковы прадвызначаны пароль

source: Assistant
be: Памочнік

source: Associated information
be: Звязаныя звесткі

source: At top and bottom, scroll more and translate less (makes error-correcting easier)
be: Уверсе і ўнізе больш пракручванняў і менш пераўтварэнняў (гэта палегчыць выпраўленне памылак)

source: Attempt to autocomplete a command from the history of commands entered.
be: Спрабаваць аўтаматычна дапаўняць загад па гісторыі раней уведзеных загадаў.

source: Audio
be: Аўдыё

source: Audio CD Extractor
be: Прылада капіравання аўдыядыскаў

source: Audio CD Player
be: Прайгравальнік аўдыядыскаў

source: Audio CD Recorder
be: Запіс аўдыядыскаў

source: Audio Information
be: Інфармацыя пра аўдыё

source: Audio Profile
be: Аўдыяпрофіль

source: Audio formats:
be: Аўдыяфарматы:

source: Audio settings management
be: Кіраваньне гукам

source: Audio volume
be: Гучнасць

source: August (08)
be: Жнівень (08)

source: Authenticate VPN
be: Ідэнтыфікацыя VPN

source: Authentication error
be: Памылка ідэнтыфікацыі

source: Authentication error. Please try logging in again.
be: Паўтарыце спробу ўваходу ў сістэму.

source: Authentication failed
be: Няўдалася аўтэнтыфікацыя

source: Author
be: Аўтар

source: Author info
be: Звесткі пра аўтара

source: Author:
be: Стваральнік:

source: Authorization Failed, Try Again
be: Няўдалае ўпаўнаважанне, паўтарыце спробу пазней

source: Authorizing in browser (Press to reset connection)
be: Упаўнаважанне ў сеціўным аглядальніку (націсніце, каб скінуць злучэнне)

source: Auto Completion
be: [PO-fuzzy] <b>Аўтаматычнае дапаўненьне</b>

source: Auto _refresh
be: Аўтаматычна _абнаўляць

source: Auto save files
be: Аўтазахаванне файлаў

source: Auto save interval
be: Інтэрвал аўтазахавання

source: Auto-decreasing speed to %0.2f
be: Аўтаматычнае памяншэнне хуткасці да %0.2f

source: Auto-increasing speed to %0.2f
be: Аўтаматычнае павелічэнне хуткасці да %0.2f

source: Autodetect
be: Аўтаматычна

source: Automated crash reports support
be: Генэрацыя аўтаматычных справаздачаў аб памылках

source: Automatic Background Synchronization Timeout
be: Тэрмін чакання аўтаматычнай фонавай сінхранізацыі

source: Automatic UID/GID
be: Аўтаматычны UID/GID

source: Automatic configuration (DHCP)
be: Аўтаматычная наладка (DHCP)

source: Automaticall_y Sync in Background Every
be: _Аўтаматычна сінхранізаваць у фонавым рэжыме кожныя

source: Automatically adds closing brackets.
be: Аўтаматычна дадае канцавыя дужкі.

source: Autosave
be: Аўтаматычнае захаванне

source: Available
be: Даступнае

source: Available Tag Lists
be: Наяўныя спісы тэгаў

source: Available dictionaries
be: Даступныя слоўнікі

source: Available palettes
be: Даступныя палітры

source: Available strategies
be: Даступныя стратэгіі

source: Axis related headers
be: Загалоўкі восяў

source: BPM
be: Удараў на хвіліну

source: BPM:
be: Удараў на хвіліну:

source: Background color
be: Фонавы колер

source: Background color (deprecated)
be: Фонавы колер (састарэлы тэг)

source: Background color for disk load graph
be: Колер тла графіка загрузкі дыска

source: Background color, blue component
be: Колер тла; блакітны складнік

source: Background color, green component
be: Колер тла; зялёны складнік

source: Background color, red component
be: Колер тла; чырвоны складнік

source: Background texture tile
be: Фонавая тэкстурная кафля

source: Background texture tile (deprecated)
be: Фонавая тэкстурная кафля (састарэлы тэг)

source: Bad Signature
be: Кепскі подпіс

source: Bad or forged signature. The signed data was modified.
be: Падпісаныя даныя былі мадыфікаваныя.

source: Ban
be: Забараніць

source: Ban the current track from being played again
be: Забараніць далейшае прайграванне бягучага трэка

source: Base Converter
be: Асноўны канвертар

source: Base URI
be: Асноўны URI-адрас

source: Base font
be: Асноўны шрыфт

source: Base font (deprecated)
be: Асноўны шрыфт (састарэлы тэг)

source: Basic
be: Асноўнае

source: Basic Settings
be: Асноўныя наладкі

source: Battery Charge Monitor
be: Манітор зараду батарэі

source: Battery Charge Monitor Preferences
be: Перавагі манітора зараду батарэі

source: Battery Monitor
be: Манітор зараду батарэі

source: Battery Notice
be: Нагадваньне пра стан батарэі

source: Battery Status Utility
be: Утулка стану зараду батарэі

source: Battery charged (%d%%)
be: Батарэя зараджана (%d%%)

source: Battery fully re-charged
be: Батарэя поўнасьцю перазараджана

source: Battery power low
be: Зарад батарэі нізкі

source: Battery status unknown
be: Стан батарэі невядомы

source: Battstat Factory
be: Вытворчасьць стану батарэі

source: Be able to get administrator privileges
be: Атрымліваць прывілеі адміністратара

source: Beats Per Minute
be: Удараў на хвіліну

source: Beaufort scale
be: Шкала Бафорта

source: Because the files are located remotely, each file will be encrypted separately.
be: Кожны файл будзе зашыфраваны асобна, бо файлы захоўваюцца аддалена.

source: Beep for warnings
be: Сыгнал для папярэджваньняў

source: Beep when displaying a warning.
be: Гудок падчас адлюстраваньня папярэданьня

source: Beginning Of File reached
be: Дасягнуты пачатак файла

source: Behavior
be: Паводзіны

source: Bibliography (cite)
be: Бібліяграфія (cite)

source: Bibliography (item)
be: Бібліяграфія (item)

source: Bibliography (shortcite)
be: Бібліяграфія (shortcite)

source: Bibliography (thebibliography)
be: Бібліяграфія (thebibliography)

source: Binary
be: Двайковы

source: Binary:
be: Двайковы:

source: Bit rate:
be: Бітрэйт:

source: Bitrate
be: Частата бітаў

source: Bitrate:
be: Частата бітаў:

source: Blocks undesired network access to your computer
be: Блякуе непажаданы доступ да кампутара празь сетку

source: Blues
be: Блюз

source: Bluetooth device management
be: Кіраваньне прыладамі Bluetooth

source: Bold
be: Тоўсты

source: Bookmarks
be: Закладкі

source: Boolean parameters
be: Булевы параметры

source: Border
be: Аблямоўка

source: Border (deprecated)
be: Рамка (састарэлы тэг)

source: Border color
be: Колер аблямоўкі

source: Bottom to Top
be: Знізу ўверх

source: Box non-uniformity
be: Разнамернасць прамавугольнікаў

source: Box size
be: Памер прамавугольніка

source: Bracket Completion
be: Дапаўненне дужак

source: Brackets ()
be: Дужкі ()

source: Brackets <>
be: Дужкі <>

source: Brackets []
be: Дужкі []

source: Brackets {}
be: Дужкі {}

source: Braille display management
be: Кіраваньне дысплэем Брайля

source: Browse
be: Агляд

source: Browse This A_lbum
be: Усе трэкі з гэтага _альбома

source: Browse This _Artist
be: Усе трэкі гэтага _выканаўцы

source: Browse This _Genre
be: Усе трэкі гэтага _жанру

source: Browse various local and Internet media sources
be: Агляд разнастайных медыякрыніц, мясцовых і сеціўных

source: Browse...
be: Агляд...

source: Browser
be: Вандроўнік

source: Browser Views
be: Від аглядальніка

source: Buffering
be: Буфераванне

source: Build translation memory
be: Утварыць памяць перакладу

source: Bullets
be: Спіс

source: Burn
be: Запісаць

source: Burn CDs / DVDs
be: Запісваць дыскі CD/DVD

source: Button offset
be: Зрух кнопкі

source: By default, sticky notes are given the current date as the title when they are created. This format is used; anything that can be parsed by strftime() is valid.
be: Усё, што падыходзіць для strftime(), можа быць выкарыстана.

source: By extension
be: Паводле пашырэння

source: CA Certificate:
be: Сертыфікат цэнтра (CA):

source: CD Quality, AAC
be: Якасць CD-дыска, AAC

source: CD Quality, Lossless
be: Якасць CD-дыска, без стратаў

source: CD Quality, Lossy
be: Якасць CD-дыска, са стратамі

source: CD Quality, MP2
be: Якасць CD-дыска, MP2

source: CD Quality, MP3
be: Якасць CD-дыска, MP3

source: CD _drive:
be: CD-_прыстасаванне:

source: CD rip complete
be: Капіраванне кампакт-дыска закончана

source: CPU Frequency Monitor Preferences
be: Перавагі назіральніка частаты працэсара

source: CPU Frequency Scaling Monitor
be: Назіральнік частаты працэсара

source: CPU Frequency manager
be: Кіраваньне часьцінёй цэнтральнага працэсара

source: CPU Load
be: Загрузка працэсара

source: CPU frequency scaling unsupported
be: Зьмена частаты працэсара не падтрымліваецца гэтай сыстэмай

source: CPU graph background color
be: Колер тла графіка працэсара

source: CPU to Monitor
be: Назіраць за працэсарам

source: C_hange Directory
be: З_мяніць каталог

source: C_olor:
be: _Колер:

source: C_omment
be: К_аментарый

source: C_onnect
be: _Злучыцца

source: C_ontrol
be: _Кіраванне

source: C_reate
be: _Стварыць

source: Cach_ed
be: _Кэш

source: Can change anything on the system, including installing and upgrading software.
be: Можа зьмяняць у сыстэме што заўгодна, у тым ліку набор усталяваных праграмаў.

source: Can not launch the eyes applet.
be: Немагчыма запусьціць аплет вочак.

source: Can not open URI: %s
be: Не ўдалося адкрыць URI-адрас: %s

source: Can not open desired font!
be: Не ўдалося адкрыць патрэбны шрыфт!

source: Can not open file!
be: Не ўдалося адкрыць файл!

source: Can not open file: %s
be: Не ўдалося адкрыць файл: %s

source: Can not position cursor beyond the End Of File!
be: Немагчыма перамясціць курсор далей за канец файла!

source: Can perform common tasks. Can't install software or change settings affecting all users.
be: Ня можа ўсталёўваць праграмы або зьмяняць наладкі, якія тычацца ўсіх карыстальнікаў.

source: Can't delete the only administrator account
be: Нельга выдаліць адзіны ўліковы запіс адміністратара

source: Can't open file for writing!
be: Не ўдалося адкрыць файл для запісу!

source: Can't pass document URIs to a 'Type=Link' desktop entry
be: Немагчыма перадаць URI-адрасы дакументаў desktop-элементу з "Type=Link"

source: Can't revoke administration rights
be: Не ўдалося забраць правы адміністраваньня

source: Cancel
be: Скасаваць

source: Cancel Downloads
be: Скасаваць сцягванні

source: Cancel Episode Download
be: Скасаваць сцягванне эпізоду

source: Cancelled column mode...
be: Скасаваны слупковы рэжым...

source: Cannot access CD
be: Не ўдалося атрымаць доступ да кампакт-дыска

source: Cannot access CD: %s
be: Не ўдалося атрымаць доступ да кампакт-дыска: %s

source: Cannot add non-existent file '%s'
be: Не ўдалося дадаць адсутны файл "%s"

source: Cannot contact '{0}'
be: Не ўдалося злучыцца з "{0}"

source: Cannot contact the GConf server
be: Немагчыма зьвязацца з сэрвэрам GConf

source: Cannot create new note
be: Не ўдалося стварыць новую нататку

source: Cannot create note
be: Не ўдалося стварыць нататку

source: Cannot find home directory: not set in /etc/passwd and no value for $HOME in environment
be: Немагчыма знайсьці хатнюю тэчку: яна не акрэсьленая ў /etc/passwd, і няма значэньня для $HOME у асяродзьдзі

source: Cannot find username: not set in /etc/passwd and no value for $USER in environment
be: Немагчыма знайсці імя карыстальніка: яно не акрэсьленае ў /etc/passwd, і няма значэньня для $USER у асяродзьдзі

source: Cannot get free space at %s: %s
be: Не ўдалося атрымаць вольную прастору на %s: %s

source: Cannot get schema for %s: %s
be: Немагчыма атрымаць схему для %s: %s

source: Cannot move items to trash, do you want to delete them immediately?
be: Немагчыма перамясьціць элемэнты ў сьметніцу. Хочаце выдаліць іх зараз жа?

source: Cannot move some items to trash, do you want to delete these immediately?
be: Немагчыма перамясьціць некаторыя элемэнты ў сьметніцу. Хочаце выдаліць іх зараз жа?

source: Cannot open email
be: Не ўдалося адкрыць электронны ліст

source: Cannot open location
be: Не ўдалося адкрыць месцапалажэнне

source: Cannot parse server response, %s
be: Не ўдалося разабраць адказ сервера, %s

source: Cannot parse server response, not an array? %s
be: %s

source: Cannot read CD: %s
be: Не ўдалося прачытаць кампакт-дыск: %s

source: Cannot set schema for %s: %s
be: Немагчыма ўсталяваць схему для %s: %s

source: Cell rowspan
be: Дыяпазон клетак (у радку)

source: Celsius
be: Цэльсіюс

source: Center
be: Пасярэдзіне

source: Center (deprecated)
be: Пасярэдзіне (састарэлы тэг)

source: Centre circle
be: Кола ў цэнтры

source: Certificate pass_word:
be: _Пароль да сертыфіката:

source: Certificate password:
be: Пароль да сертыфіката:

source: Certificates (TLS)
be: Сертыфікаты (TLS)

source: Chamber
be: Камерная музыка

source: Change %
be: [PO-fuzzy] (Бязь зьменаў)

source: Change Advanced User Settings
be: Зьмяніць адмысловыя парамэтры карыстальніка

source: Change CPU Frequency scaling
be: [PO-fuzzy] Назірае за частатой працэсара

source: Change User Account Type
be: Зьмяніць тып уліковага запісу карыстальніка

source: Change User Name
be: [PO-fuzzy] Зьмяніць імя карыстальніка

source: Change User Password
be: Зьмяніць пароль карыстальніка

source: Change _Host name
be: Зьмяніць _назву вузла

source: Change and configure plugins
be: Змяненне і настройка плугінаў

source: Change system time, date, and timezone
be: Зьмена сыстэмнага часу, даты і часавага поясу

source: Change the <b>Today: Template</b> note to customize the text that new Today notes have.
be: Рэдагуючы нататку <b>Сёння: Шаблон</b>, вы падстройваеце тэкст нататкі сённяшняга дня.

source: Change the music volume
be: Змяніць гучнасць музыкі

source: Change the status of the party mode
be: Пераключыць рэжым вячорак

source: Change the visibility of the album art display
be: Пераключыць бачнасць вокладкі альбома

source: Change the visibility of the browser
be: Змяніць бачнасць аглядальніка

source: Change the visibility of the context pane
be: Змяніць бачнасць кантэкставай панэлі

source: Change the visibility of the side pane
be: Пераключыць бачнасць бакавой панэлі

source: Change the visibility of the song position slider
be: Пераключыць бачнасць паўзунка пазіцыі трэка

source: Change the visibility of the statusbar
be: Змяніць бачнасць стужкі стану

source: Change this automatic playlist
be: Змяніць гэты аўтаматычны спіс прайгравання

source: Change typing break settings
be: Змяніць настройкі перапынкаў у пісьме

source: Change whether the queue is visible as a source or a sidebar
be: Паказваць чаргу прайгравання як крыніцу ці ў бакавой панэлі

source: Changes in profile %s
be: Зьмены ў профілі %s

source: Changing advanced settings for:
be: Зьмена дадатковых парамэтраў для:

source: Changing interface configuration
be: Зьмена наладкі спалучэньня

source: Changing network location
be: Зьмена сеткавага знаходжаньня

source: Changing user account type for:
be: Зьмена тыпу ўліковага запісу для:

source: Changing user name for:
be: Зьмена імя карыстальніка для:

source: Changing user password for:
be: Зьмена пароля карыстальніка для:

source: Channel %d of track %s
be: Канал %d запіса %s

source: Channel controlled by applet. Only for OSS setups
be: Толькі для працы праз OSS.

source: Char_set:
be: _Знаказбор:

source: Character Map
be: Карта знакаў

source: Character Palette
be: Палітра сымбаляў

source: Character Palette Preferences
be: Перавагі палітры сымбаляў

source: Character _Table
be: _Табліца знакаў

source: Character _set
be: _Знаказбор

source: Character encoding of linked resource
be: Кадаванне знакаў звязанага рэсурса

source: Character table
be: Табліца знакаў

source: Characters shown on applet startup
be: Сымбалі, якія будуць паказаны адразу пасьля запуску аплета

source: Characters that are considered "part of a word"
be: Знакі, якія складаюць асобныя словы

source: Charpicker Applet Factory
be: Вытворчасьць аплета выбару сымбаляў

source: Check _spelling
be: Правяраць _арфаграфію

source: Check for _new episodes:
be: Правяраць _новыя эпізоды:

source: Check for new media storage devices that have not been automatically detected
be: Знайсці новыя прыстасаванні, якія захоўваюць музыку і не былі выяўлены аўтаматычна

source: Check if Rhythmbox is already running
be: Праверце, ці не працуе ўжо Rhythmbox

source: Check spelling
be: Правяраць арфаграфію

source: Check that it is correctly typed and that it is correctly supported by your system.
be: Праверце, што значэньне сапраўднае й падтрымліваецца вашай сыстэмай.

source: Check that it's installed in the correct path and that it has the correct permissions
be: Праверце правільнасьць шляха ўсталяваньня і правы доступу да яго.

source: Check that the device is not busy and that is correctly attached to the computer.
be: Праверце, што прылада не занятая і далучаная да кампутара.

source: Check that this character is not used.
be: Праверце, што гэты сымбаль не выкарыстоўваецца.
